---
kind: property
id: P:Autodesk.Revit.DB.Visual.UnifiedBitmap.UnifiedbitmapBitmap
source: html/5cad9946-8498-9b0f-544d-d2328e5960b7.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap.UnifiedbitmapBitmap Property

The property labeled "Source" from the "UnifiedBitmap" schema.

## Syntax (C#)
```csharp
public static string UnifiedbitmapBitmap { get; }
```

## Remarks
This property is of type "AssetPropertyString" and will contain a relative path.